import { CenterDataDummy } from '@/types/api/center';

export const customerCenterDummyData: CenterDataDummy[] = [
  {
    id: 1,
    title: '보통 서비스 비용과 시간은 얼마 정도 소요되나요?',
    contents:
      '대략적으로 짧게는 3시간부터 길게는 5시간 이상의 시간이 소요되며, 평균적으로 발생하는 서비스 비용은 다음과 같습니다. 1인 가구 : 6만 원 2인 가구 : 12만 원 3인 가구 : 18만 원 4인 가구 : 24만 원 정확한 견적은 수납공간과 옷의 양에 따라 변동될 수 있으나, 고객님의 상황에 따라 최대한 합리적인 가격에 서비스를 제공해 드리고 있습니다 😃',
    type: '가격',
  },
  {
    id: 2,
    title: '견적은 어떻게 받아볼 수 있나요?',
    contents:
      '웹사이트의 무료 견적 신청 버튼을 클릭하시면 [열다]의 카카오채널을 통해서 무료로 견적을 받아보실 수 있습니다. 카카오채널에 성함과 연락처, 그리고 정리를 희망하시는 공간의 사진을 최대한 자세하게 남겨주시면 빠르게 무료 견적 진행 후 서비스 예약 확정까지 도와드리고 있습니다.',
    type: '가격',
  },
  {
    id: 3,
    title: '견적 가격은 어떤 기준으로 산출되나요?',
    contents:
      '서비스 가격은 정리가 필요한 수납공간의 구성, 정리할 옷의 양, 그리고 정리 방향성을 바탕으로 투입 인원과 시간이 정해져요. 무료 견적 간에 유선상으로 정리수납 전문가와의 사전 컨설팅을 진행하며 고객님이 납득하실 수 있는 합리적인 가격에 서비스를 받아보실 수 있게 하고 있으며, 정해진 투입 인원과 시간만큼 정찰제(매니저 1인당 25,000원/시간)를 적용하여 합리적인 견적가를 산출해 드리고있어요 🙂 **특별 할인 이벤트를 상시 진행 중이니, 많은 관심 부탁드립니다!',
    type: '가격',
  },
  {
    id: 4,
    title: '견적 가격보다 실제 가격이 높아질 수 있나요?',
    contents:
      '견적 가격의 경우, 고객님이 보내주신 사진 및 기타 공간 정보에 의해서 결정돼요. 따라서 사전에 보내주셨던 정보와 현장 상황이 다르거나, 고객님의 추가 정리 요청으로 인해 예상 소요 시간을 초과하는 경우엔 비용이 추가로 발생할 수 있어요 😅 하지만, 시간 안에 꼭 마무리가 필요한 경우에는 현장에서 정리 수납 매니저님과 충분한 대화를 통해 정해진 시간 안에 만족할 수 있는 결과물을 받아보실 수 있습니다!',
    type: '가격',
  },
  {
    id: 5,
    title: '제가 미리 준비할 건 없나요?',
    contents:
      '가장 좋은 정리 방법은 비움 이에요! 아래 내용들을 미리 진행해주신다면, 서비스 당일에 더 신속하고 효율적인 정리 서비스를 받으실 수 있어요. • 나만의 명확한 처분 기준을 세워주세요. • 미리 처분할 옷들을 분류해주세요. • 처분할 의류를 담을 수 있는 봉투를 준비해 주세요. 특히 바지류는 현장에서 눈대중으로 입을 수 있는 옷인지 판별하기 힘들기 때문에 미리 입어보시고 처분 여부를 결정해놓는 것을 추천해요!',
    type: '서비스 관련',
  },
  {
    id: 6,
    title: '정리 서비스 중에 집에 꼭 있어야하나요?',
    contents:
      '정리 서비스를 받으시는 시간에는 매니저와 같은 공간에 계셔야 합니다. 서비스 중 가장 중요한 과정인 옷의 처분을 결정하기 위해서는 고객님의 확인이 꼭 필요하기 때문이에요. 만약 비대면으로 서비스를 이용하길 원하신다면 [채널톡] 또는 [열다 카카오 채널]을 통해 문의해주세요 🙂',
    type: '서비스 관련',
  },
  {
    id: 7,
    title: '옷장 정리 서비스를 내일 당장 받을 수 있나요?',
    contents:
      '옷장 정리 서비스는 최소 3일 후의 날짜로 신청하실 수 있어요. 고객님께서 예약을 하시면 매니저의 스케쥴과 지역에 따라 적합한 매니저와 매칭하기 때문에 최소 3일의 여유 기간이 필요해요. 만약 급하게 서비스가 필요한 상황이라면 [채널톡] 또는 [열다 카카오 채널]을 통해 문의해주세요.',
    type: '서비스 관련',
  },
  {
    id: 8,
    title: '정리 후 나온 헌 옷들도 처리해 주시나요?',
    contents:
      '네, 정리 후 나온 헌 옷들도 모두 열다에서 수거해 드리고 있습니다. 다만, 수거 일정이 많이 밀려있을 경우 길게는 일주일 이상 수거가 지연될 수 있습니다. 수거된 의류는 kg당 500원에 재사용이 가능한 열다포인트로 지급해 드리며, 추후 옷장 정리 서비스를 사용하실 때 할인 포인트로 사용하실 수 있습니다.',
    type: '서비스 관련',
  },
  {
    id: 9,
    title: '정리 수납 용품을 구매할 수 있나요?',
    contents:
      '서비스 예약일 전까지 필요한 정리 수납 용품을 미리 구비해 놓으시면 서비스 간에 설치 및 교체를 도와드리고 있습니다. 서비스 전 정리수납 전문가와 유선상으로 이루어지는 사전 컨설팅 간에, 고객님의 공간에 꼭 필요한 정리 수납 용품을 추천받으실 수 있으며, 구매가 필요하신 경우 아래 링크로 들어가 편리하게 구매가 가능하십니다. 정리수납 용품 - 열다"s Pick : https://general-kiwi-162.notion.site/s-PICK-ce96b773727142d5bea0a6bb96e80057',
    type: '기타',
  },
  {
    id: 10,
    title: '결제는 어떻게 하나요?',
    contents:
      '결제 안내는 서비스를 받으신 후 [열다 카카오 채널]을 통해 안내해드려요. 결제 방법으로 현재는 계좌 이체만 가능하지만, 곧 PG사 연동하여 카드 결제와 간편 결제를 지원할 예정이니 잠시만 기다려 주세요 🙏',
    type: '가격',
  },
  {
    id: 11,
    title: '옷장 정리 서비스를 제공하는 매니저는 어떤 분인가요?',
    contents:
      '열다의 매니저들은 아래 조건을 모두 갖춘 옷장 정리 전문가들이에요. • 정리수납 전문 자격 1급/2급 보유 • 신원 및 경력 확인 • 인성 면접 통과 및 서약서 작성 • 체계적인 온라인/오프라인 교육 수료 고객님들이 신뢰하고 옷장 정리의 가치를 느끼실 수 있도록 항상 노력하고 계시는 분들이랍니다 🤗',
    type: '기타',
  },
];
